Repository: common-repository/security-ninja-for-mainwp
Catalog: languages/security-ninja-mainwp-*.po
Languages: da_dk, de_de, ja_jp, nb_no, nl_nl, pt_pt, ru_ru, sv_se

source: %s ago
da_dk: %s for længe siden
de_de: %s vor
ja_jp: %s 前に
nb_no: %s for lenge siden
nl_nl: %s geleden
pt_pt: %s atrás
ru_ru: %s назад
sv_se: %s sedan

source: Action
da_dk: Handling
de_de: Aktion
ja_jp: アクション
nb_no: Handling
nl_nl: Actie
pt_pt: Ação
ru_ru: Действие
sv_se: Åtgärd

source: Additionally, the Sites overview in the Security Ninja column will display more detailed insights, including malware scan reports and specific settings for each website.
da_dk: Derudover vil oversigten over websteder i kolonnen Security Ninja vise mere detaljerede oplysninger, herunder malwarescanningsrapporter og specifikke indstillinger for hvert websted.
de_de: Darüber hinaus zeigt die Seitenübersicht in der Spalte Security Ninja detailliertere Einblicke, einschließlich Malware-Scan-Berichten und spezifischen Einstellungen für jede Website.
ja_jp: さらに、Security Ninja列のSites overviewには、マルウェアスキャンレポートや各Webサイトの特定の設定など、より詳細なインサイトが表示されます。
nb_no: I tillegg vil oversikten over nettsteder i kolonnen Security Ninja vise mer detaljert innsikt, inkludert rapporter om skanning av skadelig programvare og spesifikke innstillinger for hvert nettsted.
nl_nl: Daarnaast toont het overzicht Sites in de kolom Security Ninja meer gedetailleerde inzichten, inclusief malware scanrapporten en specifieke instellingen voor elke website.
pt_pt: Além disso, a visão geral de Sites na coluna Security Ninja exibirá insights mais detalhados, incluindo relatórios de varredura de malware e configurações específicas para cada site.
ru_ru: Кроме того, обзор сайтов в колонке Security Ninja отображает более подробную информацию, включая отчеты о проверке на наличие вредоносных программ и конкретные настройки для каждого сайта.
sv_se: Dessutom kommer översikten över webbplatser i kolumnen Security Ninja att visa mer detaljerade insikter, inklusive rapporter om skanning av skadlig programvara och specifika inställningar för varje webbplats.

source: All free features
da_dk: Alle gratis funktioner
de_de: Alle kostenlosen Funktionen
ja_jp: すべての無料機能
nb_no: Alle gratis funksjoner
nl_nl: Alle gratis functies
pt_pt: Todos os recursos gratuitos
ru_ru: Все бесплатные функции
sv_se: Alla kostnadsfria funktioner

source: An error occurred. Please try again later.
da_dk: Der opstod en fejl. Prøv venligst igen senere.
de_de: Es ist ein Fehler aufgetreten. Bitte versuchen Sie es später noch einmal.
ja_jp: エラーが発生しました。後でもう一度お試しください。
nb_no: Det oppsto en feil. Vennligst prøv igjen senere.
nl_nl: Er heeft zich een fout voorgedaan. Probeer het later nog eens.
pt_pt: Ocorreu um erro. Tente novamente mais tarde.
ru_ru: Произошла ошибка. Пожалуйста, повторите попытку позже.
sv_se: Ett fel har inträffat. Vänligen försök igen senare.

source: AppSumo users!
da_dk: AppSumo-brugere!
de_de: AppSumo-Benutzer!
ja_jp: AppSumoユーザー！
nb_no: AppSumo-brukere!
nl_nl: AppSumo-gebruikers!
pt_pt: Usuários do AppSumo!
ru_ru: Пользователи AppSumo!
sv_se: AppSumo-användare!

source: Author Name*
da_dk: Forfatterens navn*
de_de: Name des Autors*
ja_jp: 著者名
nb_no: Forfatterens navn
nl_nl: Naam auteur*
pt_pt: Nome do autor*
ru_ru: Имя автора*
sv_se: Författarens namn*

source: Author URL*
da_dk: Forfatterens URL*
de_de: Autor URL*
ja_jp: 著者URL
nb_no: Forfatter URL*
nl_nl: Auteur URL*
pt_pt: URL do autor*
ru_ru: URL автора*
sv_se: Författarens URL*

source: Change white label settings
da_dk: Skift indstillinger for white label
de_de: White-Label-Einstellungen ändern
ja_jp: ホワイトラベル設定の変更
nb_no: Endre white label-innstillinger
nl_nl: Instellingen white label wijzigen
pt_pt: Alterar as configurações de white label
ru_ru: Изменение настроек белой метки
sv_se: Ändra inställningar för white label

source: Check out the test scores on individual site pages
da_dk: Se testresultaterne på de enkelte sider
de_de: Prüfen Sie die Testergebnisse auf den einzelnen Seiten der Website
ja_jp: 各サイトのページでテストのスコアをチェック
nb_no: Sjekk testresultatene på de enkelte nettsidene
nl_nl: Bekijk de testscores op de afzonderlijke websitepagina's
pt_pt: Confira as pontuações dos testes nas páginas individuais do site
ru_ru: Проверьте результаты тестов на отдельных страницах сайта
sv_se: Kolla in testresultaten på enskilda webbsidor

source: Close
da_dk: Luk
de_de: Schließen Sie
ja_jp: 閉じる
nb_no: Lukk
nl_nl: Sluit
pt_pt: Fechar
ru_ru: Закрыть
sv_se: Nära

source: Comment
da_dk: Kommentar
de_de: Kommentar
ja_jp: コメント
nb_no: Kommentar
nl_nl: Opmerking
pt_pt: Comentário
ru_ru: Комментарий
sv_se: Kommentar

source: Contact our support here
da_dk: Kontakt vores support her
de_de: Kontaktieren Sie unseren Support hier
ja_jp: サポートへのお問い合わせはこちら
nb_no: Kontakt vår support her
nl_nl: Neem hier contact op met onze ondersteuning
pt_pt: Entre em contato com nosso suporte aqui
ru_ru: Свяжитесь с нашей службой поддержки здесь
sv_se: Kontakta vår support här

source: Customize the white label settings for Security Ninja Premium websites
da_dk: Tilpas white label-indstillingerne for Security Ninja Premium-hjemmesider
de_de: Passen Sie die White-Label-Einstellungen für Security Ninja Premium Websites an
ja_jp: セキュリティ忍者プレミアムウェブサイトのホワイトラベル設定のカスタマイズ
nb_no: Tilpass white label-innstillingene for Security Ninja Premium-nettsteder
nl_nl: De white label-instellingen aanpassen voor Security Ninja Premium-websites
pt_pt: Personalizar as configurações de marca branca para sites do Security Ninja Premium
ru_ru: Настройка параметров "белой метки" для сайтов Security Ninja Premium
sv_se: Anpassa inställningarna för white label för Security Ninja Premium-webbplatser

source: Description
da_dk: Beskrivelse
de_de: Beschreibung
ja_jp: 説明
nb_no: Beskrivelse
nl_nl: Beschrijving
pt_pt: Descrição
ru_ru: Описание
sv_se: Beskrivning

source: Disable white label
da_dk: Deaktiver white label
de_de: White Label deaktivieren
ja_jp: ホワイトラベルを無効にする
nb_no: Deaktiver hvit etikett
nl_nl: Wit label uitschakelen
pt_pt: Desativar a marca branca
ru_ru: Отключить белую этикетку
sv_se: Inaktivera white label

source: Documentation
da_dk: Dokumentation
de_de: Dokumentation
ja_jp: ドキュメンテーション
nb_no: Dokumentasjon
nl_nl: Documentatie
pt_pt: Documentação
ru_ru: Документация
sv_se: Dokumentation

source: Enable white label
da_dk: Aktivér white label
de_de: White Label aktivieren
ja_jp: ホワイトラベルを有効にする
nb_no: Aktiver white label
nl_nl: White Label inschakelen
pt_pt: Habilitar a marca branca
ru_ru: Включите функцию "белой метки
sv_se: Aktivera White Label

source: Enter author URL*
da_dk: Indtast forfatterens URL*
de_de: Autoren-URL* eingeben
ja_jp: 著者URL*を入力
nb_no: Skriv inn forfatterens URL*
nl_nl: Auteur URL* invoeren
pt_pt: Digite o URL do autor*
ru_ru: Введите URL-адрес автора*
sv_se: Ange författarens URL*

source: Enter author name*
da_dk: Indtast forfatterens navn*.
de_de: Autorenname eingeben*
ja_jp: 著者名*を入力
nb_no: Skriv inn forfatternavn*
nl_nl: Voer auteursnaam in*
pt_pt: Digite o nome do autor*
ru_ru: Введите имя автора*
sv_se: Ange författarens namn*

source: Enter plugin description*
da_dk: Indtast plugin-beskrivelse*.
de_de: Plugin-Beschreibung eingeben*
ja_jp: プラグインの説明を入力
nb_no: Skriv inn plugin-beskrivelse*
nl_nl: Plugin beschrijving invoeren*
pt_pt: Digite a descrição do plugin*
ru_ru: Введите описание плагина*
sv_se: Ange plugin-beskrivning*

source: Enter plugin icon URL
da_dk: Indtast URL til plugin-ikon
de_de: URL des Plugin-Symbols eingeben
ja_jp: プラグイン・アイコンのURLを入力
nb_no: Angi URL for plugin-ikon
nl_nl: Voer de URL van het plugin-pictogram in
pt_pt: Insira o URL do ícone do plug-in
ru_ru: Введите URL-адрес иконки плагина
sv_se: Ange URL för plugin-ikon

source: Enter plugin menu icon URL
da_dk: Indtast URL til plugin-menuikon
de_de: URL des Plugin-Menü-Symbols eingeben
ja_jp: プラグイン・メニュー・アイコンのURLを入力
nb_no: Angi URL for plugin-menyikon
nl_nl: Voer de URL van het plugin menupictogram in
pt_pt: Insira o URL do ícone do menu do plug-in
ru_ru: Введите URL-адрес иконки меню плагина
sv_se: Ange URL för menyikon för plugin

source: Enter plugin name*
da_dk: Indtast plugin-navn*
de_de: Plugin-Name eingeben*
ja_jp: プラグイン名を入力
nb_no: Skriv inn plugin-navn*
nl_nl: Plugin naam invoeren*
pt_pt: Digite o nome do plugin*
ru_ru: Введите название плагина*
sv_se: Ange plugin-namn*

source: Examine detailed malware scans on individual site pages
da_dk: Undersøg detaljerede malware-scanninger på individuelle websider
de_de: Detaillierte Malware-Scans auf einzelnen Seiten der Website prüfen
ja_jp: 個々のサイトページの詳細なマルウェアスキャンを調べる
nb_no: Undersøk detaljerte skanninger av skadevare på enkeltsider på nettstedet
nl_nl: Gedetailleerde malwarescans op afzonderlijke sitepagina's onderzoeken
pt_pt: Examinar varreduras detalhadas de malware em páginas individuais do site
ru_ru: Изучите подробные результаты сканирования отдельных страниц сайта на наличие вредоносных программ
sv_se: Granska detaljerade skanningar av skadlig programvara på enskilda webbsidor

source: Free Features
da_dk: Gratis funktioner
de_de: Freie Merkmale
ja_jp: 無料機能
nb_no: Gratis funksjoner
nl_nl: Gratis functies
pt_pt: Recursos gratuitos
ru_ru: Бесплатные функции
sv_se: Gratis funktioner

source: Get a combined overview of all event logs from all websites to monitor activities
da_dk: Få et samlet overblik over alle hændelseslogfiler fra alle hjemmesider for at overvåge aktiviteter
de_de: Verschaffen Sie sich einen kombinierten Überblick über alle Ereignisprotokolle von allen Websites, um die Aktivitäten zu überwachen
ja_jp: すべてのウェブサイトからのすべてのイベントログを統合した概要を取得し、アクティビティを監視します。
nb_no: Få en samlet oversikt over alle hendelseslogger fra alle nettsteder for å overvåke aktiviteter
nl_nl: Krijg een gecombineerd overzicht van alle eventlogs van alle websites om activiteiten te controleren
pt_pt: Obtenha uma visão geral combinada de todos os registros de eventos de todos os sites para monitorar as atividades
ru_ru: Получите общий обзор всех журналов событий со всех веб-сайтов, чтобы отслеживать их деятельность
sv_se: Få en samlad översikt över alla händelseloggar från alla webbplatser för att övervaka aktiviteter

source: Getting stuck? Check out the documentation here:
da_dk: Er du kørt fast? Se dokumentationen her:
de_de: Sie kommen nicht weiter? Schauen Sie hier in die Dokumentation:
ja_jp: 行き詰まりましたか？こちらのドキュメントをご覧ください：
nb_no: Står du fast? Sjekk ut dokumentasjonen her:
nl_nl: Loop je vast? Bekijk de documentatie hier:
pt_pt: Está com dificuldades? Consulte a documentação aqui:
ru_ru: Застряли? Ознакомьтесь с документацией здесь:
sv_se: Har du kört fast? Kolla in dokumentationen här:

source: Important: The %1$s plugin is required to keep the %2$s running. Please do not deactivate it. If you have any questions, please contact support.
da_dk: Vigtigt: Plugin'et %1$s er nødvendigt for at holde %2$s kørende. Du må ikke deaktivere det. Hvis du har spørgsmål, bedes du kontakte support.
de_de: Wichtig: Das Plugin %1$s wird benötigt, um %2$s am Laufen zu halten. Bitte deaktivieren Sie es nicht. Wenn Sie Fragen haben, wenden Sie sich bitte an den Support.
ja_jp: 重要：%2$s を実行し続けるには%1$s プラグインが必要です。無効にしないでください。ご不明な点がございましたら、サポートまでお問い合わせください。
nb_no: Viktig: %1$s -plugin-modulen er nødvendig for å holde %2$s i gang. Vennligst ikke deaktiver den. Hvis du har spørsmål, kan du kontakte kundestøtte.
nl_nl: Belangrijk: De plugin %1$s is nodig om %2$s actief te houden. Deactiveer deze niet. Neem contact op met support als je vragen hebt.
pt_pt: Importante: O plug-in %1$s é necessário para manter o %2$s em funcionamento. Não o desative. Se tiver alguma dúvida, entre em contato com o suporte.
ru_ru: Важно: Плагин %1$s необходим для поддержания работы %2$s. Пожалуйста, не деактивируйте его. Если у вас возникли вопросы, обратитесь в службу поддержки.
sv_se: Viktigt: Pluginet %1$s krävs för att hålla %2$s igång. Vänligen avaktivera det inte. Om du har några frågor, vänligen kontakta support.

source: Initiate security tests on selected sites from a distance
da_dk: Start sikkerhedstests på udvalgte steder på afstand
de_de: Initiierung von Sicherheitstests an ausgewählten Standorten aus der Ferne
ja_jp: 離れた場所から特定のサイトのセキュリティテストを開始する
nb_no: Start sikkerhetstester på utvalgte nettsteder på avstand
nl_nl: Op afstand veiligheidstests uitvoeren op geselecteerde sites
pt_pt: Iniciar testes de segurança em sites selecionados à distância
ru_ru: Проводите тесты безопасности на выбранных объектах на расстоянии
sv_se: Starta säkerhetstester på utvalda platser på avstånd

source: It looks boring here, right? Please synchronize some websites with Security Ninja Premium installed.
da_dk: Det ser kedeligt ud her, ikke? Synkroniser nogle hjemmesider med Security Ninja Premium installeret.
de_de: Hier sieht es langweilig aus, oder? Bitte synchronisieren Sie einige Websites mit installiertem Security Ninja Premium.
ja_jp: つまらなそうでしょ？セキュリティ・ニンジャ・プレミアムをインストールしたウェブサイトをいくつか同期してください。
nb_no: Det ser kjedelig ut her, ikke sant? Synkroniser noen nettsteder med Security Ninja Premium installert.
nl_nl: Het ziet er hier saai uit, toch? Synchroniseer enkele websites waarop Security Ninja Premium is ge√Ønstalleerd.
pt_pt: Parece chato aqui, certo? Sincronize alguns sites com o Security Ninja Premium instalado.
ru_ru: Здесь все выглядит скучно, правда? Пожалуйста, синхронизируйте несколько сайтов с установленным Security Ninja Premium.
sv_se: Det ser tråkigt ut här, eller hur? Vänligen synkronisera några webbplatser med Security Ninja Premium installerat.

source: Last Run
da_dk: Sidste løb
de_de: Letzter Lauf
ja_jp: ラストラン
nb_no: Siste kjøring
nl_nl: Laatste run
pt_pt: Última execução
ru_ru: Последний запуск
sv_se: Sista körningen

source: Last Run:
da_dk: Sidste løb:
de_de: Letzter Lauf:
ja_jp: ラストラン
nb_no: Siste kjøring:
nl_nl: Laatste run:
pt_pt: Última execução:
ru_ru: Последний забег:
sv_se: Senaste körningen:

source: Linenumber
da_dk: Linenummer
de_de: Leinennummer
ja_jp: リネンナンバー
nb_no: Linenummer
nl_nl: Linnennummer
pt_pt: Número da linha
ru_ru: Постельное белье
sv_se: Linnummer

source: Loading...
da_dk: Indlæser...
de_de: Laden...
ja_jp: 読み込み中...
nb_no: Laster...
nl_nl: Aan het laden...
pt_pt: Carregando...
ru_ru: Загрузка...
sv_se: Laddning...

source: Mached pattern
da_dk: Maskine-mønster
de_de: Bearbeitetes Muster
ja_jp: 型押し
nb_no: Maskinmønster
nl_nl: Gemaaid patroon
pt_pt: Padrão Mached
ru_ru: Узор с матами
sv_se: Mached-mönster

source: Message
da_dk: Besked
de_de: Nachricht
ja_jp: メッセージ
nb_no: Melding
nl_nl: Bericht
pt_pt: Mensagem
ru_ru: Сообщение
sv_se: Meddelande

source: No data available.
da_dk: Ingen tilgængelige data.
de_de: Keine Daten verfügbar.
ja_jp: データなし。
nb_no: Ingen tilgjengelige data.
nl_nl: Geen gegevens beschikbaar.
pt_pt: Não há dados disponíveis.
ru_ru: Данные отсутствуют.
sv_se: Inga uppgifter tillgängliga.

source: No test results found
da_dk: Ingen testresultater fundet
de_de: Keine Testergebnisse gefunden
ja_jp: 検査結果が見つからない
nb_no: Ingen testresultater funnet
nl_nl: Geen testresultaten gevonden
pt_pt: Nenhum resultado de teste encontrado
ru_ru: Результаты тестирования не найдены
sv_se: Inga testresultat hittades

source: No vulnerabilities found.
da_dk: Ingen sårbarheder fundet.
de_de: Keine Schwachstellen gefunden.
ja_jp: 脆弱性は見つかっていない。
nb_no: Ingen sårbarheter funnet.
nl_nl: Geen kwetsbaarheden gevonden.
pt_pt: Não foram encontradas vulnerabilidades.
ru_ru: Уязвимости не обнаружены.
sv_se: Inga sårbarheter hittades.

source: Open Security Ninja Tab
da_dk: Åbn fanen Security Ninja
de_de: Registerkarte "Sicherheits-Ninja" öffnen
ja_jp: セキュリティ忍者タブを開く
nb_no: Åpne fanen Security Ninja
nl_nl: Tabblad Ninja Beveiliging openen
pt_pt: Abrir a guia Security Ninja
ru_ru: Откройте вкладку Security Ninja
sv_se: Öppna fliken Security Ninja

source: Open the site overview
da_dk: Åbn oversigten over webstedet
de_de: Öffnen Sie die Seitenübersicht
ja_jp: サイト概要を開く
nb_no: Åpne oversikten over nettstedet
nl_nl: Open het siteoverzicht
pt_pt: Abra a visão geral do site
ru_ru: Откройте обзор сайта
sv_se: Öppna webbplatsens översikt

source: Please fill in all required fields.
da_dk: Udfyld venligst alle obligatoriske felter.
de_de: Bitte füllen Sie alle erforderlichen Felder aus.
ja_jp: 必須項目をすべてご記入ください。
nb_no: Vennligst fyll ut alle obligatoriske felt.
nl_nl: Vul alle verplichte velden in.
pt_pt: Preencha todos os campos obrigatórios.
ru_ru: Пожалуйста, заполните все необходимые поля.
sv_se: Vänligen fyll i alla obligatoriska fält.

source: Plugin Description*
da_dk: Plugin Beskrivelse
de_de: Plugin-Beschreibung*
ja_jp: プラグインの説明
nb_no: Plugin Beskrivelse
nl_nl: Plugin beschrijving*
pt_pt: Descrição do plug-in*
ru_ru: Описание плагина*
sv_se: Plugin Beskrivning

source: Plugin Icon URL
da_dk: Plugin-ikonets URL
de_de: Plugin-Symbol-URL
ja_jp: プラグイン・アイコンのURL
nb_no: URL for plugin-ikon
nl_nl: URL plugin pictogram
pt_pt: URL do ícone do plug-in
ru_ru: URL-адрес значка плагина
sv_se: Plugin-ikon URL

source: Plugin Menu Icon URL
da_dk: Plugin-menuikonets URL
de_de: Plugin-Menü-Symbol-URL
ja_jp: プラグイン・メニュー・アイコンのURL
nb_no: URL for plugin-menyikon
nl_nl: URL plugin menu pictogram
pt_pt: URL do ícone do menu do plug-in
ru_ru: URL-адрес значка меню плагина
sv_se: Plugin menyikon URL

source: Plugin Name*
da_dk: Plugin-navn*
ja_jp: プラグイン名
nb_no: Plugin-navn
nl_nl: Plugin-naam*
pt_pt: Nome do plug-in*
ru_ru: Имя плагина*
sv_se: Plugin-namn *

source: Plugin Vulnerabilities
da_dk: Sårbarheder i plugins
de_de: Plugin-Schwachstellen
ja_jp: プラグインの脆弱性
nb_no: Sårbarheter i plugin-moduler
nl_nl: Kwetsbaarheden van plugins
pt_pt: Vulnerabilidades de plug-in
ru_ru: Уязвимости плагинов
sv_se: Sårbarheter i insticksprogram

source: Pro Features
da_dk: Pro-funktioner
de_de: Profi-Merkmale
ja_jp: プロフェッショナルの機能
nb_no: Pro-funksjoner
nl_nl: Pro functies
pt_pt: Recursos profissionais
ru_ru: Профессиональные особенности
sv_se: Funktioner för proffs

source: Read more here: <a href="%s" target="_blank">Security Ninja for MainWP Pro</a>
da_dk: Læs mere her: <a href="%s" target="_blank">Sikkerheds-Ninja til MainWP Pro</a>
de_de: Lesen Sie hier mehr: <a href="%s" target="_blank">Sicherheits-Ninja für MainWP Pro</a>
ja_jp: 詳しくはこちら<a href="%s" target="_blank">MainWP Pro用セキュリティ忍者</a>
nb_no: Les mer her: <a href="%s" target="_blank">Security Ninja for MainWP Pro</a>
nl_nl: Lees hier meer: <a href="%s" target="_blank">Beveiligings Ninja voor MainWP Pro</a>
pt_pt: Leia mais aqui: <a href="%s" target="_blank">Ninja de segurança para MainWP Pro</a>
ru_ru: Подробнее здесь: <a href="%s" target="_blank">Security Ninja для MainWP Pro</a>
sv_se: Läs mer här: <a href="%s" target="_blank">Säkerhetsninja för MainWP Pro</a>

source: Run Security Tests (Security Ninja)
da_dk: Kør sikkerhedstests (Security Ninja)
de_de: Sicherheitstests durchführen (Security Ninja)
ja_jp: セキュリティテストの実行（セキュリティ忍者）
nb_no: Kjør sikkerhetstester (Security Ninja)
nl_nl: Beveiligingstests uitvoeren (Security Ninja)
pt_pt: Executar testes de segurança (Security Ninja)
ru_ru: Выполните тесты безопасности (Security Ninja)
sv_se: Utföra säkerhetstester (Security Ninja)

source: Scan results
da_dk: Scanningsresultater
de_de: Scan-Ergebnisse
ja_jp: スキャン結果
nb_no: Skanneresultater
nl_nl: Scanresultaten
pt_pt: Resultados da varredura
ru_ru: Результаты сканирования
sv_se: Resultat av skanning

source: Security Ninja
da_dk: Sikkerheds-ninja
de_de: Sicherheits-Ninja
ja_jp: セキュリティ・ニンジャ
nb_no: Sikkerhetsninja
nl_nl: Ninja Beveiliging
pt_pt: Ninja da segurança
ru_ru: Ниндзя безопасности
sv_se: Säkerhetsninja

source: Security Ninja for MainWP
da_dk: Sikkerheds-Ninja til MainWP
de_de: Sicherheits-Ninja für MainWP
ja_jp: MainWP用セキュリティ忍者
nb_no: Ninja-sikkerhet for MainWP
nl_nl: Beveiliging Ninja voor MainWP
pt_pt: Ninja de segurança para MainWP
ru_ru: Ниндзя безопасности для MainWP
sv_se: Säkerhet Ninja för MainWP

source: Security Ninja for MainWP Addon
da_dk: Sikkerheds-Ninja til MainWP Addon
de_de: Sicherheits-Ninja für MainWP Addon
ja_jp: MainWPアドオン用セキュリティ忍者
nl_nl: Beveiligings Ninja voor MainWP Addon
pt_pt: Ninja de segurança para o complemento MainWP
ru_ru: Ниндзя безопасности для аддона MainWP
sv_se: Ninja för säkerhet för MainWP Addon

source: Security Ninja for MainWP Pro
da_dk: Sikkerheds-Ninja til MainWP Pro
de_de: Sicherheits-Ninja für MainWP Pro
ja_jp: MainWP Pro用セキュリティ忍者
nl_nl: Beveiliging Ninja voor MainWP Pro
pt_pt: Ninja de segurança para o MainWP Pro
ru_ru: Ниндзя безопасности для MainWP Pro
sv_se: Säkerhet Ninja för MainWP Pro

source: Security Tests
da_dk: Sikkerhedstests
de_de: Sicherheitstests
ja_jp: セキュリティテスト
nb_no: Sikkerhetstester
nl_nl: Veiligheidstests
pt_pt: Testes de segurança
ru_ru: Тесты на безопасность
sv_se: Säkerhetstester

source: See results of malware scans in the site overview
da_dk: Se resultater af malwarescanninger i oversigten over sitet
de_de: Ergebnisse von Malware-Scans in der Website-Übersicht anzeigen
ja_jp: サイト概要でマルウェアスキャンの結果を見る
nb_no: Se resultatene av skanninger av skadelig programvare i oversikten over nettstedet
nl_nl: Bekijk de resultaten van malwarescans in het siteoverzicht
pt_pt: Veja os resultados das varreduras de malware na visão geral do site
ru_ru: Результаты сканирования на наличие вредоносных программ отображаются в обзоре сайта
sv_se: Se resultaten av skanningar av skadlig programvara i webbplatsöversikten

source: See vulnerability details on individual site pages
da_dk: Se detaljer om sårbarhed på de enkelte sider
de_de: Siehe Einzelheiten zur Anfälligkeit auf den einzelnen Seiten der Website
ja_jp: 脆弱性の詳細については、各サイトのページを参照のこと。
nb_no: Se detaljer om sårbarhet på de enkelte nettsidene
nl_nl: Zie de details over kwetsbaarheid op de afzonderlijke websitepagina's
pt_pt: Veja os detalhes de vulnerabilidade nas páginas individuais do site
ru_ru: Подробности об уязвимости см. на страницах отдельных сайтов
sv_se: Se information om sårbarhet på enskilda sidor på webbplatsen

source: Send to selected sites
da_dk: Send til udvalgte steder
de_de: An ausgewählte Standorte senden
ja_jp: 選択したサイトに送信
nb_no: Send til utvalgte nettsteder
nl_nl: Verzenden naar geselecteerde sites
pt_pt: Enviar para sites selecionados
ru_ru: Отправка на выбранные сайты
sv_se: Skicka till utvalda platser

source: Settings updated successfully.
da_dk: Indstillingerne er blevet opdateret.
de_de: Einstellungen erfolgreich aktualisiert.
ja_jp: 設定が正常に更新されました。
nb_no: Innstillingene er oppdatert.
nl_nl: Instellingen succesvol bijgewerkt.
pt_pt: Configurações atualizadas com sucesso.
ru_ru: Настройки успешно обновлены.
sv_se: Inställningarna uppdaterades framgångsrikt.

source: Site
da_dk: Websted
de_de: Website
ja_jp: サイト
nb_no: Nettsted
ru_ru: Сайт
sv_se: Plats

source: Site ID not provided.
da_dk: Websteds-ID ikke angivet.
de_de: Site ID nicht angegeben.
ja_jp: サイトIDは提供されていない。
nb_no: Nettsteds-ID ikke oppgitt.
nl_nl: Locatie-ID niet verstrekt.
pt_pt: ID do site não fornecida.
ru_ru: Идентификатор сайта не предоставлен.
sv_se: Webbplats-ID anges inte.

source: Site not found.
da_dk: Websted ikke fundet.
de_de: Seite nicht gefunden.
ja_jp: サイトが見つかりません。
nb_no: Nettstedet ble ikke funnet.
nl_nl: Site niet gevonden.
pt_pt: Site não encontrado.
ru_ru: Сайт не найден.
sv_se: Webbplatsen hittades inte.

source: Start malware scans remotely
da_dk: Start malware-scanninger på afstand
de_de: Malware-Scans aus der Ferne starten
ja_jp: マルウェアスキャンをリモートで開始
nb_no: Start skanning av skadelig programvare eksternt
nl_nl: Start malwarescans op afstand
pt_pt: Iniciar varreduras de malware remotamente
ru_ru: Запускайте сканирование на вредоносные программы удаленно
sv_se: Starta genomsökningar av skadlig programvara på distans

source: Status
ja_jp: ステータス
ru_ru: статус

source: Test score
da_dk: Testresultat
de_de: Testergebnis
ja_jp: テストスコア
nb_no: Testresultat
pt_pt: Pontuação do teste
ru_ru: Результат теста
sv_se: Testresultat
