Repository: common-repository/security-ninja-for-mainwp
Catalog: languages/security-ninja-mainwp-*.po
Languages: da_dk, de_de, ja_jp, nb_no, nl_nl, pt_pt, ru_ru, sv_se

source: Thank you for supporting us on AppSumo! We promised free keys for MainWP. If you have purchased via our AppSumo launch please reach out to our support and we will create a free lifetime MainWP Extension license key.
da_dk: Tak, fordi du støtter os på AppSumo! Vi lovede gratis nøgler til MainWP. Hvis du har købt via vores AppSumo-lancering, bedes du kontakte vores support, så opretter vi en gratis livstids MainWP Extension-licensnøgle.
de_de: Danke, dass Sie uns auf AppSumo unterstützen! Wir haben kostenlose Schlüssel für MainWP versprochen. Wenn Sie über unseren AppSumo-Launch gekauft haben, wenden Sie sich bitte an unseren Support und wir werden einen kostenlosen lebenslangen Lizenzschlüssel für MainWP Extension erstellen.
ja_jp: AppSumoでご支援いただきありがとうございます！MainWPの無料キーをお約束しました。AppSumoで購入された方は、サポートにご連絡ください。生涯無料のMainWP Extensionライセンスキーを作成します。
nb_no: Takk for at du støtter oss på AppSumo! Vi lovet gratis nøkler for MainWP. Hvis du har kjøpt via vår AppSumo-lansering, vennligst ta kontakt med vår support, og vi vil opprette en gratis livstids MainWP Extension-lisensnøkkel.
nl_nl: Bedankt dat je ons steunt op AppSumo! We hebben gratis sleutels beloofd voor MainWP. Als je hebt gekocht via onze AppSumo lancering, neem dan contact op met onze supportafdeling en we maken een gratis levenslange MainWP Extension licentiesleutel.
pt_pt: Obrigado por nos apoiar no AppSumo! Prometemos chaves gratuitas para o MainWP. Se você comprou por meio de nosso lançamento no AppSumo, entre em contato com nosso suporte e criaremos uma chave de licença vitalícia gratuita para o MainWP Extension.
ru_ru: Спасибо, что поддержали нас на AppSumo! Мы обещали бесплатные ключи для MainWP. Если вы совершили покупку через AppSumo, пожалуйста, свяжитесь с нашей службой поддержки, и мы создадим бесплатный пожизненный лицензионный ключ для MainWP Extension.
sv_se: Tack för att du stödjer oss på AppSumo! Vi lovade gratis nycklar för MainWP. Om du har köpt via vår AppSumo-lansering, vänligen kontakta vår support så skapar vi en gratis livstids MainWP Extension-licensnyckel.

source: Theme Vulnerabilities
da_dk: Tema Sårbarheder
de_de: Thema Schwachstellen
ja_jp: テーマの脆弱性
nb_no: Tema Sårbarheter
nl_nl: Thema Kwetsbaarheden
pt_pt: Vulnerabilidades do tema
ru_ru: Уязвимости темы
sv_se: Sårbarheter i temat

source: This extension integrates WP Security Ninja with MainWP
da_dk: Denne udvidelse integrerer WP Security Ninja med MainWP
de_de: Diese Erweiterung integriert WP Security Ninja mit MainWP
ja_jp: この拡張機能はWP Security NinjaとMainWPを統合します。
nb_no: Denne utvidelsen integrerer WP Security Ninja med MainWP
nl_nl: Deze uitbreiding integreert WP Security Ninja met MainWP
pt_pt: Essa extensão integra o WP Security Ninja ao MainWP
ru_ru: Это расширение интегрирует WP Security Ninja с MainWP
sv_se: Detta tillägg integrerar WP Security Ninja med MainWP

source: This extension requires the %sMainWP%s Plugin to be activated in order to work.
da_dk: Denne udvidelse kræver, at %sMainWP%s Plugin er aktiveret for at fungere.
de_de: Für diese Erweiterung muss das %sMainWP%s Plugin aktiviert sein, damit sie funktioniert.
ja_jp: この拡張機能を使用するには、%sMainWP%s プラグインを有効にする必要があります。
nb_no: Denne utvidelsen krever at %sMainWP%s Plugin er aktivert for å fungere.
nl_nl: Deze extensie vereist dat de %sMainWP%s Plugin geactiveerd is om te kunnen werken.
pt_pt: Essa extensão requer a ativação do plug-in %sMainWP%s para funcionar.
ru_ru: Для работы этого расширения необходимо активировать плагин %sMainWP%s Plugin.
sv_se: För att detta tillägg ska fungera måste %sMainWP%s Plugin vara aktiverat.

source: This plugin enables you to remotely monitor and manage Security Ninja on each website under your control.
da_dk: Dette plugin giver dig mulighed for at fjernovervåge og styre Security Ninja på hvert websted under din kontrol.
de_de: Mit diesem Plugin können Sie Security Ninja auf jeder von Ihnen kontrollierten Website aus der Ferne überwachen und verwalten.
ja_jp: このプラグインを使用すると、管理下にある各ウェブサイトのセキュリティ忍者をリモートで監視・管理することができます。
nb_no: Med denne programtillegget kan du fjernovervåke og administrere Security Ninja på hvert nettsted under din kontroll.
nl_nl: Met deze plugin kun je op afstand Security Ninja controleren en beheren op elke website onder jouw beheer.
pt_pt: Esse plug-in permite que você monitore e gerencie remotamente o Security Ninja em cada site sob seu controle.
ru_ru: Этот плагин позволяет удаленно контролировать и управлять Security Ninja на каждом сайте, находящемся под вашим контролем.
sv_se: Detta plugin gör att du kan fjärrövervaka och hantera Security Ninja på varje webbplats under din kontroll.

source: This website reports using Security Ninja %1$s version %2$s
da_dk: Denne hjemmeside rapporterer, at den bruger Security Ninja %1$s version %2$s
de_de: Diese Website meldet die Verwendung von Security Ninja %1$s Version %2$s
ja_jp: このウェブサイトでは、Security Ninja%1$s バージョンを使用しています。%2$s
nb_no: Dette nettstedet rapporterer at det bruker Security Ninja %1$s versjon %2$s
nl_nl: Deze website maakt gebruik van Security Ninja %1$s versie %2$s
pt_pt: Este site relata o uso da versão do Security Ninja %1$s %2$s
ru_ru: Этот веб-сайт сообщает об использовании версии Security Ninja %1$s. %2$s
sv_se: Denna webbplats rapporterar att den använder Security Ninja %1$s version %2$s

source: Timestamp
da_dk: Tidsstempel
de_de: Zeitstempel
ja_jp: タイムスタンプ
nb_no: Tidsstempel
nl_nl: Tijdstempel
ru_ru: Временная метка
sv_se: Tidsstämpel

source: Title
da_dk: Titel
de_de: Titel
ja_jp: タイトル
nb_no: Tittel
nl_nl: Titel
pt_pt: Título
ru_ru: Название
sv_se: Titel

source: To access comprehensive details from websites using Security Ninja Premium, the Pro version of this MainWP Extension is required.
da_dk: For at få adgang til omfattende detaljer fra hjemmesider, der bruger Security Ninja Premium, kræves Pro-versionen af denne MainWP Extension.
de_de: Für den Zugriff auf umfassende Details von Websites, die Security Ninja Premium verwenden, ist die Pro-Version dieser MainWP-Erweiterung erforderlich.
ja_jp: Security Ninja Premiumを使用しているウェブサイトから包括的な詳細にアクセスするには、このMainWP ExtensionのProバージョンが必要です。
nb_no: For å få tilgang til omfattende informasjon fra nettsteder som bruker Security Ninja Premium, kreves Pro-versjonen av denne MainWP-utvidelsen.
nl_nl: Om toegang te krijgen tot uitgebreide gegevens van websites die Security Ninja Premium gebruiken, is de Pro-versie van deze MainWP-extensie vereist.
pt_pt: Para acessar detalhes abrangentes de sites que usam o Security Ninja Premium, é necessária a versão Pro dessa extensão do MainWP.
ru_ru: Чтобы получить доступ к подробной информации с сайтов, использующих Security Ninja Premium, необходима Pro-версия этого расширения для MainWP.
sv_se: För att få tillgång till omfattande information från webbplatser som använder Security Ninja Premium krävs Pro-versionen av detta MainWP-tillägg.

source: To enhance your security management capabilities, consider upgrading to the Pro version of Security Ninja. With Pro, you gain access to a combined event log across all your websites equipped with Security Ninja Pro.
da_dk: For at forbedre dine muligheder for sikkerhedsstyring kan du overveje at opgradere til Pro-versionen af Security Ninja. Med Pro får du adgang til en kombineret hændelseslog på tværs af alle dine hjemmesider, der er udstyret med Security Ninja Pro.
de_de: Um Ihr Sicherheitsmanagement zu verbessern, sollten Sie ein Upgrade auf die Pro-Version von Security Ninja in Betracht ziehen. Mit der Pro-Version erhalten Sie Zugriff auf ein kombiniertes Ereignisprotokoll für alle Ihre Websites, die mit Security Ninja Pro ausgestattet sind.
ja_jp: セキュリティ管理機能を強化するために、Security Ninja Proバージョンへのアップグレードをご検討ください。Pro版では、Security Ninja Proを搭載しているすべてのWebサイトにおいて、イベントログを統合して閲覧することができます。
nb_no: Hvis du vil forbedre sikkerhetsstyringen din, bør du vurdere å oppgradere til Pro-versjonen av Security Ninja. Med Pro får du tilgang til en kombinert hendelseslogg på tvers av alle nettstedene dine som er utstyrt med Security Ninja Pro.
nl_nl: Om je mogelijkheden voor beveiligingsbeheer uit te breiden, kun je upgraden naar de Pro-versie van Security Ninja. Met Pro krijg je toegang tot een gecombineerd gebeurtenissenlogboek voor al je websites die zijn uitgerust met Security Ninja Pro.
pt_pt: Para aprimorar seus recursos de gerenciamento de segurança, considere a possibilidade de fazer upgrade para a versão Pro do Security Ninja. Com a versão Pro, você obtém acesso a um registro de eventos combinado em todos os seus sites equipados com o Security Ninja Pro.
ru_ru: Чтобы расширить возможности управления безопасностью, перейдите на Pro-версию Security Ninja. С версией Pro вы получаете доступ к объединенному журналу событий всех ваших сайтов, оснащенных Security Ninja Pro.
sv_se: För att förbättra din säkerhetshantering kan du överväga att uppgradera till Pro-versionen av Security Ninja. Med Pro får du tillgång till en kombinerad händelselogg över alla dina webbplatser som är utrustade med Security Ninja Pro.

source: Upgrade Now!
da_dk: Opgrader nu!
de_de: Jetzt upgraden!
ja_jp: 今すぐアップグレード
nb_no: Oppgrader nå!
nl_nl: Upgrade nu!
pt_pt: Faça o upgrade agora!
ru_ru: Обновляйтесь прямо сейчас!
sv_se: Uppgradera nu!

source: User Agent
da_dk: Brugeragent
de_de: Benutzer-Agent
ja_jp: ユーザーエージェント
nb_no: Brukeragent
nl_nl: Gebruikersagent
pt_pt: Agente do usuário
ru_ru: Пользовательский агент
sv_se: Användaragent

source: View vulnerabilities and results of security tests for all sites
da_dk: Se sårbarheder og resultater af sikkerhedstests for alle sites
de_de: Schwachstellen und Ergebnisse von Sicherheitstests für alle Standorte anzeigen
ja_jp: 全サイトの脆弱性とセキュリティテストの結果を表示する
nb_no: Se sårbarheter og resultater av sikkerhetstester for alle nettsteder
nl_nl: Bekijk kwetsbaarheden en resultaten van beveiligingstests voor alle sites
pt_pt: Visualizar vulnerabilidades e resultados de testes de segurança para todos os sites
ru_ru: Просмотр уязвимостей и результатов тестов безопасности для всех сайтов
sv_se: Visa sårbarheter och resultat av säkerhetstester för alla anläggningar

source: Vulnerabilities
da_dk: Sårbarheder
de_de: Schwachstellen
ja_jp: 脆弱性
nb_no: Sårbarheter
nl_nl: Kwetsbaarheden
pt_pt: Vulnerabilidades
ru_ru: Уязвимости
sv_se: Sårbarheter

source: WP Security Ninja
ja_jp: WPセキュリティ忍者
nl_nl: WP Beveiliging Ninja

source: Warning: Disabling white label will remove custom branding from all selected sites.
da_dk: Advarsel: Hvis du deaktiverer white label, fjernes brugerdefineret branding fra alle valgte websteder.
de_de: Warnung: Wenn Sie White Label deaktivieren, wird das benutzerdefinierte Branding von allen ausgewählten Websites entfernt.
ja_jp: 警告ホワイトラベルを無効にすると、選択したすべてのサイトからカスタムブランディングが削除されます。
nb_no: Advarsel: Hvis du deaktiverer white label, fjernes tilpasset merkevarebygging fra alle valgte nettsteder.
nl_nl: Waarschuwing: Als u white label uitschakelt, wordt de aangepaste merknaam verwijderd van alle geselecteerde sites.
pt_pt: Aviso: A desativação do rótulo branco removerá a marca personalizada de todos os sites selecionados.
ru_ru: Предупреждение: Отключение белой метки приведет к удалению пользовательского брендинга со всех выбранных сайтов.
sv_se: Varning för att Om du inaktiverar white label tas det anpassade varumärket bort från alla valda webbplatser.

source: Welcome New User! We're glad to have you on board. Enjoy using Security Ninja for MainWP!
da_dk: Velkommen ny bruger! Vi er glade for at have dig om bord. God fornøjelse med at bruge Security Ninja til MainWP!
de_de: Willkommen, neuer Benutzer! Wir sind froh, Sie an Bord zu haben. Viel Spaß mit Security Ninja für MainWP!
ja_jp: ようこそ新規ユーザー！ようこそ。Security Ninja for MainWPをお楽しみください！
nb_no: Velkommen, nye bruker! Vi er glade for å ha deg om bord. God fornøyelse med Security Ninja for MainWP!
nl_nl: Welkom, nieuwe gebruiker! We zijn blij je aan boord te hebben. Veel plezier met Security Ninja voor MainWP!
pt_pt: Bem-vindo, novo usuário! Estamos felizes por tê-lo a bordo. Aproveite o uso do Security Ninja for MainWP!
ru_ru: Добро пожаловать, новый пользователь! Мы рады видеть вас на нашем сайте. Наслаждайтесь использованием Security Ninja для MainWP!
sv_se: Välkommen ny användare! Vi är glada att ha dig ombord. Njut av att använda Security Ninja för MainWP!

source: White Label (Security Ninja)
da_dk: White Label (sikkerhedsninja)
de_de: White Label (Sicherheits-Ninja)
ja_jp: ホワイトレーベル（セキュリティ忍者）
nl_nl: White Label (Beveiliging Ninja)

source: White label settings updated successfully.
da_dk: White label-indstillingerne er blevet opdateret.
de_de: Die White-Label-Einstellungen wurden erfolgreich aktualisiert.
ja_jp: ホワイトラベルの設定が正常に更新されました。
nb_no: White label-innstillingene ble oppdatert.
nl_nl: White label instellingen succesvol bijgewerkt.
pt_pt: As configurações de white label foram atualizadas com sucesso.
ru_ru: Настройки белой метки успешно обновлены.
sv_se: White label-inställningarna uppdaterades framgångsrikt.

source: You are about to run all security tests on the selected sites?
da_dk: Er du ved at køre alle sikkerhedstests på de udvalgte sites?
de_de: Sie sind dabei, alle Sicherheitstests an den ausgewählten Standorten durchzuführen?
ja_jp: 選択したサイトのセキュリティテストをすべて実行しようとしているのか？
nb_no: Skal du kjøre alle sikkerhetstestene på de utvalgte nettstedene?
nl_nl: U staat op het punt om alle beveiligingstests uit te voeren op de geselecteerde sites?
pt_pt: Você está prestes a executar todos os testes de segurança nos sites selecionados?
ru_ru: Вы собираетесь провести все тесты безопасности на выбранных сайтах?
sv_se: Du är på väg att köra alla säkerhetstester på de utvalda webbplatserna?

source: You are about to run malware scans on the selected sites?
da_dk: Er du ved at køre malware-scanninger på de udvalgte sider?
de_de: Sie sind dabei, Malware-Scans auf den ausgewählten Websites durchzuführen?
ja_jp: 選択したサイトに対してマルウェアスキャンを実行しようとしているのか？
nb_no: Skal du kjøre malware-skanninger på de valgte nettstedene?
nl_nl: Gaat u malwarescans uitvoeren op de geselecteerde sites?
pt_pt: Você está prestes a executar varreduras de malware nos sites selecionados?
ru_ru: Вы собираетесь запустить сканирование выбранных сайтов на наличие вредоносных программ?
sv_se: Ska du köra malware-sökningar på de utvalda webbplatserna?

source: You do not have sufficient permissions to perform this action.
da_dk: Du har ikke tilstrækkelige tilladelser til at udføre denne handling.
de_de: Sie verfügen nicht über ausreichende Berechtigungen, um diese Aktion durchzuführen.
ja_jp: この操作を実行するための十分な権限がありません。
nb_no: Du har ikke tilstrekkelige rettigheter til å utføre denne handlingen.
nl_nl: U hebt niet voldoende rechten om deze actie uit te voeren.
pt_pt: Você não tem permissões suficientes para executar essa ação.
ru_ru: У вас недостаточно прав для выполнения этого действия.
sv_se: Du har inte tillräckliga behörigheter för att utföra den här åtgärden.

source: ago
da_dk: for længe siden
de_de: vor
ja_jp: 前
nb_no: siden
nl_nl: geleden
pt_pt: atrás
ru_ru: назад
sv_se: för länge sedan

source: remember to mention you purchased via AppSumo.
da_dk: Husk at nævne, at du har købt via AppSumo.
de_de: Vergessen Sie nicht zu erwähnen, dass Sie über AppSumo gekauft haben.
ja_jp: AppSumoで購入したことをお忘れなく。
nb_no: husk å nevne at du kjøpte via AppSumo.
nl_nl: Vergeet niet te vermelden dat je via AppSumo hebt gekocht.
pt_pt: lembre-se de mencionar que você comprou via AppSumo.
ru_ru: не забудьте упомянуть, что вы купили через AppSumo.
sv_se: kom ihåg att nämna att du köpte via AppSumo.

source: %s vulnerability
da_dk: %s Sårbarhed
de_de: %s Schwachstelle
nb_no: %s sårbarhet
nl_nl: %s kwetsbaarheid
pt_pt: %s vulnerabilidade
ru_ru: %s уязвимость
sv_se: %s Sårbarhet
